Revit 2027 API
PerformanceAdviser.GetRuleName Method
Overload List
Name | Description
GetRuleName(Int32) |  Retrieves the name of the rule.
GetRuleName(PerformanceAdviserRuleId) |  Retrieves the name of the rule.
Top
See Also
Reference
PerformanceAdviser Class
Autodesk.Revit.DB Namespace